Repository: TeamToolboxOrganization/teamtoolbox
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

# menu.export
source: 7Pace's clocking
fr: Pointage 7Pace

# button.export
source: Export
fr: Exporter

# text.export
source: Choose your export parameters :
fr: Choix de vos paramètres d'exportation :

# text.info0.export
source: For the good work of the tool you need to :
fr: Pour que cet outil fonctionne il faut :

# text.info1.export
source: Classify your Outlook's meetings by putting in first the most suitable category from the list below
fr: Classifier vos réunions Outlook en mettant en première catégorie le nom de catégorie le plus adéquat parmis ceux marqués en dessous

# text.info2.export
source: Only classify the meetings where you are present
fr: Classifier uniquement les réunions auxquels vous êtes présents

# label.workActivity.export
source: Default activity
fr: Activité par défaut

# label.workItem.export
source: Product
fr: Produit

# label.startDate.export
source: Start date
fr: Date de début

# label.endDate.export
source: End date
fr: Date de fin

# menu.choose_language
source: Language
fr: Langue

# menu.user
source: Account
fr: Mon Compte

# menu.logout
source: Logout
fr: Déconnexion

# menu.map
source: Desk map
fr: Plan bureau

# menu.mypage
source: My page
fr: Ma page

# menu.mynotes
source: My notes
fr: Bloc-Notes

# menu.objectives
source: Objectives
fr: Objectifs

# menu.caldendar
source: Main Calendar
fr: Calendrier Global

# menu.productionplanning
source: Production planning
fr: Mise en prod

# menu.toolbox
source: Tool box
fr: Boîte à outils

# action.sign_in
source: Connect with login/password
fr: Se connecter via login/password

# tuto.previous
source: Previous
fr: Précédent

# tuto.next
source: Next
fr: Suivant

# tuto.start
source: Show me
fr: Montre moi

# tuto.stop
source: Good bye
fr: Quitter

# tuto.dashboard.title
source: WELCOME TO YOUR DASHBOARD
fr: BIENVENUE SUR VOTRE DASHBOARD

# tuto.dashboard.text
source: I am your assistant and I will present you the different information that you can find on this page.
fr: Je suis votre assistant et je vais vous présenter les différentes informations que vous pouvez retrouver sur cette page.

# tuto.dashboard.officecard.title
source: PRESENT AT THE OFFICE
fr: PRÉSENTS AU BUREAU

# tuto.dashboard.officecard.text
source: You can find out who will be present in the coming days at the office. You can also specify whether you yourself will be present either in the morning, on the afternoon, or all day.
fr: Vous pouvez savoir qui sera présent dans les jours à venir au bureau. Vous pouvez également préciser si vous serez vous-même présent soit le matin, soit l'aprem, soit toute la journée

# tuto.dashboard.moodcard.title
source: GLOBAL MOOD
fr: BIEN ÊTRE GLOBAL

# tuto.dashboard.moodcard.text
source: Allows you to see the overall mood of the people on the set.
fr: Permet de voir le mood global des personnes sur le plateau.

# tuto.dashboard.birthdaycard.title
source: UPCOMING BIRTHDAYS
fr: PROCHAINS ANNIVERSAIRES

# tuto.dashboard.birthdaycard.text
source: You can see the next birthdays to celebrate on set.
fr: Vous pouvez voir les prochains anniversaires à fêter sur le plateau.

# tuto.dashboard.mepcard.title
source: THE NEXT MEPs
fr: LES PROCHAINES MEP

# tuto.dashboard.mepcard.text
source: You can find out who will be in charge of the next LxMS updates and their dates.
fr: Vous pouvez savoir qui sera en charge des prochaines mises à jour LxMS ainsi que leurs dates.

# title.edit_user
source: Edit account
fr: Edition du compte

# label.fullname
source: Full name
fr: Nom complet

# action.save
source: Save
fr: Sauvegarder

# catgories
source: Categories
fr: Catégories

# organisateur
source: Organizer
fr: Organisateur

# sujet
source: Subject
fr: Sujet

# dbut_le
source: Start at
fr: Début le

# fin_le
source: End
fr: Fin le

# dure
source: Time
fr: Durée

# jours
source: day(s)
fr: jour(s)

# mettre_jour_le_mot_de_passe
source: Update Password
fr: Mettre à jour le mot de passe

# mot_de_passe
source: Password
fr: Mot de passe

# edition_du_compte
source: Edit account
fr: Edition du compte

# mise_jour_du_mot_de_passe
source: Update password
fr: Mise à jour du mot de passe

# param.sup.export
source: Advanced Export
fr: Export avancé

# vacation.CPF
source: Paid Vacation
fr: Congés payés

# vacation.SansSolde
source: Unpaid Vacation
fr: Congés sans solde

source: Vacation type
fr: Type de congés

# vacation.startDate
source: Starting date
fr: Date de début

# vacation.endDate
source: Ending date
fr: Date de fin

# vacation.startPm
source: I leave in the afternoon
fr: Je pars en début d'aprem

# vacation.endAm
source: I come back in the afternoon
fr: Je reviens en début d'aprem

# vacation.CPFLeft
source: Paid vacation left
fr: CP restants

# vacation.RTTLeft
source: RTT left
fr: RTT restants

# vacation.requestVacation
source: Send vacation request
fr: Envoyer la demande de congés

# vacation.btn.requestVacation
source: Ask for a vacation
fr: Demander un congé

# vacation.status
source: Status
fr: Statut

# vacation.status.EnCours
source: Awaiting approval
fr: En cours de validation

# vacation.status.OK
source: Accepted
fr: Accepté

# vacation.status.KO
source: Denied
fr: Refusé

# vacation.status.AcceptOrDeny
source: Accept / Deny
fr: Accepter / Refuser

# vacation.seeAll
source: See all vacation
fr: Voir tous les congés

# vacation.toManage
source: Awaiting approval vacation
fr: Congés à valider

# vacation.name
source: Name
fr: Nom

source: Vacation list
fr: Liste des congés

# vacation.noVacation
source: No vacation
fr: Aucun congé

# vacation.myVacation
source: My vacation
fr: Mes congés

# vacation.requestVacation.successMessage
source: Vacation request sent !
fr: Demande de congés envoyée !

# vacation.lastDay
source: Last vacation day
fr: Dernier jour de congés

# vacation.today
source: Today vacation
fr: En congés aujourd'hui

# vacation.tomorrow
source: Tomorrow vacation
fr: En congés demain

# vacation.monday
source: Monday vacation
fr: En congés lundi

# vacation.error.forbidden
source: You don't have the rights to accept this collaborator's vacation
fr: Vous n'avez pas les droits nécessaires pour valider les congés de ce collaborateur

# vacation.noVacationAwaiting
source: No vacation awaiting approval
fr: Aucun congés en attente de validation
